Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# SelectedScanLevelMessage
source: The selected scan level is {0}, adding 'Disabled: Runtime FilePath Rule Protection' rule option to the Supplemental policy so non-admin protected file paths will work.'
ar: مستوى الفحص المحدد هو {0}، جارٍ إضافة خيار القاعدة "معطل: حماية مسار ملف وقت التشغيل" إلى السياسة التكميلية حتى تعمل مسارات الملفات المحمية غير الإدارية."
de_de: Der ausgewählte Scanlevel ist {0}, die Regeloption 'Disabled: Runtime FilePath Rule Protection' wird der Ergänzungsrichtlinie hinzugefügt, damit geschützte Dateipfade ohne Administratorrechte funktionieren.'
el_gr: Το επιλεγμένο επίπεδο σάρωσης είναι {0}, προσθήκη της επιλογής κανόνα 'Απενεργοποιημένο: Προστασία Κανόνα Διαδρομής Αρχείου κατά την Εκτέλεση' στην Συμπληρωματική πολιτική ώστε οι προστατευμένες διαδρομές αρχείων μη διαχειριστή να λειτουργούν.'
es: El nivel de escaneo seleccionado es {0}, agregando la opción de regla 'Deshabilitado: Protección de Ruta de Archivo en Tiempo de Ejecución' a la directiva Suplementaria para que las rutas de archivo protegidas no administrativas funcionen.'
fr_fr: Le niveau d'analyse sélectionné est {0}, ajout de l'option de règle 'Désactivé : Protection des Chemins de Fichiers d'Exécution' à la politique supplémentaire pour que les chemins de fichiers non protégés par admin fonctionnent.'
he_il: רמת הסריקה הנבחרת היא {0}, מוסיף את אפשרות הכלל 'Disabled: Runtime FilePath Rule Protection' למדיניות המשנית כדי שדרכי קובץ מוגנות ללא הרשאות מנהל יעבדו.
hi_in: चयनित स्कैन स्तर {0} है, पूरक नीति में 'Disabled: Runtime FilePath Rule Protection' नियम विकल्प जोड़ा जा रहा है ताकि गैर-एडमिन संरक्षित फ़ाइल पथ काम करें।'
ja_jp: 選択されたスキャンレベルは{0}です。補足ポリシーに「無効：ランタイムファイルパスルール保護」ルールオプションを追加して、管理者以外が保護されたファイルパスが機能するようにします。
ml_in: തിരഞ്ഞെടുത്ത സ്കാൻ തലം {0} ആണ്, നോൺ-അഡ്മിൻ പരിരക്ഷിത ഫയൽ പാതകൾ പ്രവർത്തിക്കുന്നതിനായി അനുബന്ധ നയത്തിലേക്ക് 'പ്രവർത്തനരഹിതം: റൺടൈം ഫയൽപാത്ത് റൂൾ പ്രൊട്ടക്ഷൻ' റൂൾ ഓപ്ഷൻ ചേർക്കുന്നു.
pl_pl: Wybrany poziom skanowania to {0}, dodawanie opcji reguły „Wyłączone: Ochrona reguł ścieżek plików w czasie wykonywania” do zasad uzupełniających, aby działały ścieżki plików chronione przez administratora.
tr_tr: Seçilen tarama düzeyi {0} olup, Ek politikaya 'Devre Dışı: Çalışma Zamanı Dosya Yolu Kuralı Koruması' kural seçeneği eklenerek yönetici koruması olmayan dosya yollarının çalışacağı şekilde eklenir.'

# SuccessfullyCreatedSupplementalPolicyMessage
source: Successfully created a Supplemental policy named '{0}'
ar: تم إنشاء سياسة تكميلية باسم "{0}" بنجاح
de_de: Erfolgreich eine Ergänzungsrichtlinie mit dem Namen '{0}' erstellt
el_gr: Επιτυχής δημιουργία μιας Συμπληρωματικής πολιτικής με το όνομα '{0}'
es: Se creó correctamente una directiva Suplementaria llamada '{0}'
fr_fr: Création réussie d'une politique supplémentaire nommée '{0}'
he_il: נוצר בהצלחה מדיניות משנית בשם '{0}'
hi_in: '{0}' नामक पूरक नीति सफलतापूर्वक बनाई गई
ja_jp: 補足ポリシー「{0}」が正常に作成されました
ml_in: '{0}' എന്ന് പേരുള്ള ഒരു അനുബന്ധ നയം വിജയകരമായി സൃഷ്ടിച്ചു
pl_pl: Pomyślnie utworzono zasady uzupełniające o nazwie „{0}”
tr_tr: '{0}' adında bir Ek politika başarıyla oluşturuldu

# SelectCertificatesTitle
source: Select certificates
ar: تحديد الشهادات
de_de: Zertifikate auswählen
el_gr: Επιλέξτε πιστοποιητικά
es: Seleccionar certificados
fr_fr: Sélectionner des certificats
he_il: בחר תעודות
hi_in: प्रमाणपत्र चुनें
ja_jp: 証明書を選択
ml_in: സർട്ടിഫിക്കറ്റുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz certyfikaty
tr_tr: Sertifikaları seçin

# SelectCertificatesSubtitle
source: You need to select some certificates first to create Supplemental policy
ar: تحتاج إلى تحديد بعض الشهادات أولاً لإنشاء سياسة تكميلية
de_de: Sie müssen zunächst einige Zertifikate auswählen, um eine Ergänzungsrichtlinie zu erstellen
el_gr: Πρέπει να επιλέξετε μερικά πιστοποιητικά πρώτα για να δημιουργήσετε Συμπληρωματική πολιτική
es: Necesita seleccionar algunos certificados primero para crear la directiva Suplementaria
fr_fr: Vous devez d'abord sélectionner des certificats pour créer une politique supplémentaire
he_il: עליך לבחור מספר תעודות תחילה כדי ליצור מדיניות משנית
hi_in: पूरक नीति बनाने के लिए आपको पहले कुछ प्रमाणपत्र चुनने होंगे
ja_jp: 補足ポリシーを作成するには、まず証明書を選択する必要があります
ml_in: അനുബന്ധ നയം സൃഷ്ടിക്കുന്നതിന് നിങ്ങൾ ആദ്യം ചില സർട്ടിഫിക്കറ്റുകൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്
pl_pl: Musisz najpierw wybrać kilka certyfikatów, aby utworzyć zasady uzupełniające
tr_tr: Tamamlayıcı politika oluşturmak için önce bazı sertifikaları seçmeniz gerekir

# CreatingCertificatesPolicyMessage
source: Creating the Certificates-based Supplemental policy for {0} certificates
ar: جارٍ إنشاء سياسة تكميلية قائمة على الشهادات لـ {0} شهادة
de_de: Erstellen der zertifikatsbasierten Ergänzungsrichtlinie für {0} Zertifikate
el_gr: Δημιουργία της Συμπληρωματικής πολιτικής βασισμένης σε Πιστοποιητικά για {0} πιστοποιητικά
es: Creando la directiva Suplementaria basada en Certificados para {0} certificados
fr_fr: Création de la politique supplémentaire basée sur les certificats pour {0} certificats
he_il: יוצר את מדיניות המשנית מבוססת התעודות עבור {0} תעודות
hi_in: {0} प्रमाणपत्रों के लिए प्रमाणपत्र-आधारित पूरक नीति बना रहे हैं
ja_jp: {0}個の証明書に対する証明書ベースの補足ポリシーを作成しています
ml_in: {0} സർട്ടിഫിക്കറ്റുകൾക്കായി സർട്ടിഫിക്കറ്റുകൾ-അധിഷ്ഠിത അനുബന്ധ നയം സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie zasad uzupełniających opartych na certyfikatach dla {0} certyfikatów
tr_tr: {0} sertifikası için Sertifikalara Dayalı Ek politika oluşturma

# NoCertificateDetailsFoundCreatingPolicy
source: No certificate details could be found for creating the policy
ar: تعذر العثور على تفاصيل شهادة لإنشاء السياسة
de_de: Es konnten keine Zertifikatsdetails zum Erstellen der Richtlinie gefunden werden
el_gr: Δεν βρέθηκαν λεπτομέρειες πιστοποιητικού για τη δημιουργία της πολιτικής
es: No se encontraron detalles del certificado para crear la directiva
fr_fr: Aucun détail de certificat trouvé pour créer la politique
he_il: לא נמצאו פרטי תעודה ליצירת המדיניות
hi_in: नीति बनाने के लिए कोई प्रमाणपत्र विवरण नहीं मिला
ja_jp: ポリシー作成のための証明書の詳細が見つかりませんでした
ml_in: നയം സൃഷ്ടിക്കുന്നതിനുള്ള സർട്ടിഫിക്കറ്റ് വിശദാംശങ്ങളൊന്നും കണ്ടെത്താൻ കഴിഞ്ഞില്ല
pl_pl: Nie znaleziono żadnych szczegółów certyfikatu do utworzenia zasad
tr_tr: Politikayı oluşturmak için sertifika ayrıntısı bulunamadı

# SuccessfullyCreatedCertificatePolicyMessage
source: Successfully created a certificate-based Supplemental policy named {0}.
ar: تم إنشاء سياسة تكميلية قائمة على الشهادات باسم {0} بنجاح.
de_de: Erfolgreich eine zertifikatsbasierte Ergänzungsrichtlinie mit dem Namen {0} erstellt.
el_gr: Επιτυχής δημιουργία μιας Συμπληρωματικής πολιτικής βασισμένης σε πιστοποιητικά με το όνομα {0}.
es: Se creó correctamente una directiva Suplementaria basada en certificados llamada {0}.
fr_fr: Création réussie d'une politique supplémentaire basée sur un certificat nommée {0}.
he_il: נוצרה בהצלחה מדיניות משנית מבוססת תעודה בשם {0}.
hi_in: {0} नामक प्रमाणपत्र-आधारित पूरक नीति सफलतापूर्वक बनाई गई।
ja_jp: 証明書ベースの補足ポリシー「{0}」が正常に作成されました。
ml_in: {0} എന്ന് പേരുള്ള ഒരു സർട്ടിഫിക്കറ്റ്-അധിഷ്ഠിത അനുബന്ധ നയം വിജയകരമായി സൃഷ്ടിച്ചു.
pl_pl: Pomyślnie utworzono zasady uzupełniające oparte na certyfikatach o nazwie {0}.
tr_tr: {0} adında sertifika tabanlı bir Ek politika başarıyla oluşturuldu.

# CreatingISGBasedSupplementalPolicyMessage
source: Creating the ISG-based Supplemental policy.
ar: جارٍ إنشاء سياسة تكميلية قائمة على ISG.
de_de: Erstellen der ISG-basierten Ergänzungsrichtlinie.
el_gr: Δημιουργία της Συμπληρωματικής πολιτικής βασισμένης σε ISG.
es: Creando la directiva Suplementaria basada en ISG.
fr_fr: Création de la politique supplémentaire basée sur l'ISG.
he_il: יוצר את מדיניות המשנית מבוססת ISG.
hi_in: ISG-आधारित पूरक नीति बना रहे हैं।
ja_jp: ISGベースの補足ポリシーを作成しています。
ml_in: ISG-അധിഷ്ഠിത അനുബന്ധ നയം സൃഷ്ടിക്കുന്നു.
pl_pl: Tworzenie zasad uzupełniających opartych na ISG.
tr_tr: ISG tabanlı Tamamlayıcı politikanın oluşturulması.

# SuccessfullyCreatedISGBasedSupplementalPolicyMessage
source: Successfully created an ISG-based Supplemental policy.
ar: تم إنشاء سياسة تكميلية قائمة على ISG بنجاح.
de_de: Erfolgreich eine ISG-basierte Ergänzungsrichtlinie erstellt.
el_gr: Επιτυχής δημιουργία μιας Συμπληρωματικής πολιτικής βασισμένης σε ISG.
es: Se creó correctamente una directiva Suplementaria basada en ISG.
fr_fr: Création réussie d'une politique supplémentaire basée sur l'ISG.
he_il: נוצרה בהצלחה מדיניות משנית מבוססת ISG.
hi_in: ISG-आधारित पूरक नीति सफलतापूर्वक बनाई गई।
ja_jp: ISGベースの補足ポリシーが正常に作成されました。
ml_in: ഒരു ISG-അധിഷ്ഠിത അനുബന്ധ നയം വിജയകരമായി സൃഷ്ടിച്ചു.
pl_pl: Pomyślnie utworzono zasady uzupełniające oparte na ISG.
tr_tr: ISG tabanlı bir Tamamlayıcı politika başarıyla oluşturuldu.

# ScanningSystemForEvents
source: Scanning the system for events
ar: جارٍ فحص النظام بحثًا عن الأحداث
de_de: System wird nach Ereignissen durchsucht
el_gr: Σάρωση του συστήματος για συμβάντα
es: Escaneando el sistema en busca de eventos
fr_fr: Analyse du système pour les événements
he_il: סורק את המערכת לאירועים
hi_in: इवेंट्स के लिए सिस्टम स्कैन कर रहे हैं
ja_jp: イベントをシステムでスキャンしています
ml_in: ഇവന്റുകൾക്കായി സിസ്റ്റം സ്കാൻ ചെയ്യുന്നു
pl_pl: Skanowanie systemu w poszukiwaniu zdarzeń
tr_tr: Olaylar için sistem taranıyor

# NoLogsGeneratedDuringAuditPhase
source: No logs were generated during the Audit phase
ar: لم يتم إنشاء أي سجلات أثناء مرحلة التدقيق
de_de: Während der Überwachungsphase wurden keine Protokolle generiert
el_gr: Δεν δημιουργήθηκαν αρχεία καταγραφής κατά τη φάση του Ελέγχου
es: No se generaron registros durante la fase de Auditoría
fr_fr: Aucun journal n'a été généré pendant la phase d'Audit
he_il: לא נוצרו יומנים במהלך שלב הביקורת
hi_in: रिकॉर्ड चरण के दौरान कोई लॉग उत्पन्न नहीं हुआ
ja_jp: 監査フェーズ中にログは生成されませんでした
ml_in: ഓഡിറ്റ് ഘട്ടത്തിൽ ലോഗുകളൊന്നും സൃഷ്ടിക്കപ്പെട്ടില്ല
pl_pl: Podczas fazy inspekcji nie wygenerowano żadnych dzienników
tr_tr: Denetim aşamasında hiçbir günlük oluşturulmadı

# GeneratedLogsDuringAuditPhase
source: {0} log(s) were generated during the Audit phase
ar: تم إنشاء {0} سجل (سجلات) أثناء مرحلة التدقيق
de_de: Während der Überwachungsphase wurden {0} Protokoll(e) generiert
el_gr: {0} αρχείο(α) καταγραφής δημιουργήθηκαν κατά τη φάση του Ελέγχου
es: Se generaron {0} registro(s) durante la fase de Auditoría
fr_fr: {0} journal/journaux généré(s) pendant la phase d'Audit
he_il: נוצרו {0} יומנים במהלך שלב הביקורת
hi_in: रिकॉर्ड चरण के दौरान {0} लॉग(स) उत्पन्न हुए
ja_jp: 監査フェーズ中に{0}個のログが生成されました
ml_in: ഓഡിറ്റ് ഘട്ടത്തിൽ {0} ലോഗ്(കൾ) സൃഷ്ടിക്കപ്പെട്ടു
pl_pl: Podczas fazy inspekcji wygenerowano {0} dziennik(ów)
tr_tr: Denetim aşamasında {0} günlük oluşturuldu

# ErrorOccurredWhileScanningSystem
source: An error occurred while scanning the system:
ar: حدث خطأ أثناء فحص النظام:
de_de: Beim Durchsuchen des Systems ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα κατά τη σάρωση του συστήματος:
es: Ocurrió un error al escanear el sistema:
fr_fr: Une erreur s'est produite lors de l'analyse du système :
he_il: אירעה שגיאה בסריקת המערכת:
hi_in: सिस्टम स्कैन करते समय त्रुटि हुई:
ja_jp: システムのスキャン中にエラーが発生しました：
ml_in: സിസ്റ്റം സ്കാൻ ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas skanowania systemu:
tr_tr: Sistem taranırken bir hata oluştu:

# SuccessfullyScannedSystemForEvents
source: Successfully scanned the system for events
ar: تم فحص النظام بحثًا عن الأحداث بنجاح
de_de: Das System wurde erfolgreich nach Ereignissen durchsucht
el_gr: Επιτυχής σάρωση του συστήματος για συμβάντα
es: Se escaneó el sistema en busca de eventos correctamente
fr_fr: Analyse réussie du système pour les événements
he_il: הסריקה של המערכת לאירועים הושלמה בהצלחה
hi_in: इवेंट्स के लिए सिस्टम सफलतापूर्वक स्कैन किया गया
ja_jp: システムのイベントスキャンが正常に完了しました
ml_in: ഇവന്റുകൾക്കായി സിസ്റ്റം വിജയകരമായി സ്കാൻ ചെയ്തു
pl_pl: Pomyślnie przeskanowano system w poszukiwaniu zdarzeń
tr_tr: Olaylar için sistem başarıyla tarandı

# StrictKernelModeTeachingTipTitle
source: Strict Kernel-mode Supplemental policy
ar: سياسة تكميلية لوضع النواة الصارم
de_de: Strikte Ergänzungsrichtlinie für den Kernelmodus
el_gr: Συμπληρωματική πολιτική Strict Kernel-mode
es: Directiva Suplementaria de Modo Kernel Estricto
fr_fr: Politique Supplémentaire Mode Noyau Strict
he_il: מדיניות משנית במצב Kernel מחמיר
hi_in: सख्त कर्नेल-मोड पूरक नीति
ja_jp: 厳格なカーネルモード補足ポリシー
ml_in: കർശനമായ കേർണൽ-മോഡ് അനുബന്ധ നയം
pl_pl: Zasady uzupełniające trybu ścisłego jądra
tr_tr: Katı Çekirdek Modu Ek Politikası

# StrictKernelModeTeachingTipSubtitleNoItems
source: No item exists in the detected Kernel-mode files data grid
ar: لا يوجد عنصر في شبكة بيانات ملفات وضع النواة المكتشفة
de_de: Im erkannten Raster für Kernelmodus-Dateien ist kein Element vorhanden
el_gr: Δεν υπάρχει στοιχείο στο πλέγμα δεδομένων των ανιχνευθέντων αρχείων λειτουργίας πυρήνα
es: No existe ningún elemento en la cuadrícula de datos de archivos de modo Kernel detectados
fr_fr: Aucun élément n'existe dans la grille de données des fichiers mode Noyau détectés
he_il: אין פריטים ברשת הנתונים של קבצי Kernel שנתגלו
hi_in: स्कैन किए गए कर्नेल-मोड फ़ाइल डेटा ग्रिड में कोई आइटम नहीं है
ja_jp: 検出されたカーネルモードファイルデータグリッドに項目がありません
ml_in: കണ്ടെത്തിയ കേർണൽ-മോഡ് ഫയലുകളുടെ ഡാറ്റാ ഗ്രിഡിൽ ഒരു ഇനവും നിലവിലില്ല
pl_pl: Brak elementów w siatce danych wykrytych plików trybu jądra
tr_tr: Algılanan Çekirdek modu dosyaları veri kılavuzunda hiçbir öğe yok

# CreatingStrictKernelModePolicyMessage
source: Creating Strict Kernel-mode supplemental policy for {0} files
ar: جارٍ إنشاء سياسة تكميلية لوضع النواة الصارم لـ {0} ملفًا
de_de: Erstellen einer strikten Ergänzungsrichtlinie für den Kernelmodus für {0} Dateien
el_gr: Δημιουργία Συμπληρωματικής πολιτικής Strict Kernel-mode για {0} αρχεία
es: Creando directiva suplementaria de Modo Kernel Estricto para {0} archivos
fr_fr: Création de la politique supplémentaire mode Noyau strict pour {0} fichiers
he_il: יוצר מדיניות משנית במצב Kernel מחמיר עבור {0} קבצים
hi_in: {0} फ़ाइलों के लिए सख्त कर्नेल-मोड पूरक नीति बना रहे हैं
ja_jp: {0}個のファイルに対する厳格なカーネルモード補足ポリシーを作成しています
ml_in: {0} ഫയലുകൾക്കായി കർശനമായ കേർണൽ-മോഡ് അനുബന്ധ നയം സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie zasad uzupełniających trybu ścisłego jądra dla {0} plików
tr_tr: {0} dosya için Katı Çekirdek modu ek politikası oluşturuluyor

# SuccessfullyCreatedStrictKernelModePolicyMessage
source: Successfully created strict Kernel-mode supplemental policy
ar: تم إنشاء سياسة تكميلية لوضع النواة الصارم بنجاح
de_de: Strikte Ergänzungsrichtlinie für den Kernelmodus erfolgreich erstellt
el_gr: Επιτυχής δημιουργία Συμπληρωματικής πολιτικής Strict Kernel-mode
es: Se creó correctamente la directiva suplementaria de modo Kernel estricto
fr_fr: Création réussie de la politique supplémentaire mode Noyau strict
he_il: נוצרה בהצלחה מדיניות משנית במצב Kernel מחמיר
hi_in: सख्त कर्नेल-मोड पूरक नीति सफलतापूर्वक बनाई गई
ja_jp: 厳格なカーネルモード補足ポリシーが正常に作成されました
ml_in: കർശനമായ കേർണൽ-മോഡ് അനുബന്ധ നയം വിജയകരമായി സൃഷ്ടിച്ചു
pl_pl: Pomyślnie utworzono zasady uzupełniające trybu ścisłego jądra
tr_tr: Katı Çekirdek modu ek politikası başarıyla oluşturuldu

# ScanningSystemForDrivers
source: Scanning the system for drivers
ar: جارٍ فحص النظام بحثًا عن برامج التشغيل
de_de: System wird nach Treibern durchsucht
el_gr: Σάρωση του συστήματος για οδηγούς
es: Escaneando el sistema en busca de controladores
fr_fr: Analyse du système pour les pilotes
he_il: סורק את המערכת עבור דרייברים
hi_in: ड्राइवरों के लिए सिस्टम स्कैन कर रहे हैं
ja_jp: ドライバーをシステムでスキャンしています
ml_in: ഡ്രൈവറുകൾക്കായി സിസ്റ്റം സ്കാൻ ചെയ്യുന്നു
pl_pl: Skanowanie systemu w poszukiwaniu sterowników
tr_tr: Sürücüler için sistem taranıyor

# NoKernelModeDriversDetected
source: No kernel-mode drivers could be detected
ar: تعذر الكشف عن أي برامج تشغيل لوضع النواة
de_de: Es konnten keine Kernelmodus-Treiber erkannt werden
el_gr: Δεν μπόρεσαν να ανιχνευθούν οδηγοί λειτουργίας πυρήνα
es: No se pudieron detectar controladores en modo kernel
fr_fr: Aucun pilote en mode noyau n'a pu être détecté
he_il: לא זוהו דרייברים במצב Kernel
hi_in: कोई कर्नेल-मोड ड्राइवर पता नहीं चला
ja_jp: カーネルモードドライバーは検出されませんでした
ml_in: കേർണൽ-മോഡ് ഡ്രൈവറുകളൊന്നും കണ്ടെത്താൻ കഴിഞ്ഞില്ല
pl_pl: Nie wykryto żadnych sterowników trybu jądra
tr_tr: Hiçbir çekirdek modu sürücüsü algılanamadı

# ScanningKernelModeFilesCount
source: Scanning {0} files
ar: جارٍ فحص {0} ملفًا
de_de: Scannen von {0} Dateien
el_gr: Σάρωση {0} αρχείων
es: Escaneando {0} archivos
fr_fr: Analyse de {0} fichiers
he_il: סורק {0} קבצים
hi_in: {0} फ़ाइलें स्कैन कर रहे हैं
ja_jp: {0}個のファイルをスキャンしています
ml_in: {0} ഫയലുകൾ സ്കാൻ ചെയ്യുന്നു
pl_pl: Skanowanie {0} plików
tr_tr: {0} dosya taranıyor

# ErrorOccurredScanningDrivers
source: There was an error:
ar: حدث خطأ:
de_de: Es ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα:
es: Hubo un error:
fr_fr: Il y a eu une erreur :
he_il: אירעה שגיאה:
hi_in: एक त्रुटि हुई:
ja_jp: エラーが発生しました：
ml_in: ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd:
tr_tr: Bir hata oluştu:

# SuccessfullyScannedSystemForDrivers
source: Successfully scanned the system for drivers
ar: تم فحص النظام بحثًا عن برامج التشغيل بنجاح
de_de: Das System wurde erfolgreich nach Treibern durchsucht
el_gr: Επιτυχής σάρωση του συστήματος για οδηγούς
es: Se escaneó el sistema en busca de controladores correctamente
fr_fr: Analyse réussie du système pour les pilotes
he_il: הסריקה של המערכת עבור דרייברים הושלמה בהצלחה
hi_in: सिस्टम के लिए ड्राइवर सफलतापूर्वक स्कैन किए गए
ja_jp: システムのドライバースキャンが正常に完了しました
ml_in: ഡ്രൈവറുകൾക്കായി സിസ്റ്റം വിജയകരമായി സ്കാൻ ചെയ്തു
pl_pl: Pomyślnie przeskanowano system w poszukiwaniu sterowników
tr_tr: Sürücüler için sistem başarıyla tarandı

# PFNBasedSupplementalPolicyTitle
source: PFN based Supplemental policy
ar: سياسة تكميلية قائمة على PFN
de_de: PFN-basierte Ergänzungsrichtlinie
el_gr: Συμπληρωματική πολιτική βασισμένη σε PFN
es: Directiva Suplementaria basada en PFN
fr_fr: Politique Supplémentaire basée sur PFN
he_il: מדיניות משנית מבוססת PFN
hi_in: PFN-आधारित पूरक नीति
ja_jp: PFNベースの補足ポリシー
ml_in: PFN അടിസ്ഥാനമാക്കിയുള്ള അനുബന്ധ നയം
pl_pl: Zasady uzupełniające oparte na PFN
tr_tr: PFN tabanlı Ek politika

# PFNBasedSupplementalPolicySubtitle
source: No app was selected to create a supplemental policy for
ar: لم يتم تحديد أي تطبيق لإنشاء سياسة تكميلية له
de_de: Es wurde keine App ausgewählt, für die eine Ergänzungsrichtlinie erstellt werden soll
el_gr: Δεν επιλέχθηκε εφαρμογή για τη δημιουργία Συμπληρωματικής πολιτικής
es: No se seleccionó ninguna aplicación para crear una directiva suplementaria
fr_fr: Aucune application sélectionnée pour créer une politique supplémentaire
he_il: לא נבחרה אפליקציה ליצירת מדיניות משנית עבורה
hi_in: पूरक नीति बनाने के लिए कोई ऐप चयनित नहीं किया गया
ja_jp: 補足ポリシーを作成するアプリが選択されていません
ml_in: അനുബന്ധ നയം സൃഷ്ടിക്കുന്നതിന് ഒരു ആപ്പും തിരഞ്ഞെടുത്തിട്ടില്ല
pl_pl: Nie wybrano aplikacji, dla której mają zostać utworzone zasady uzupełniające
tr_tr: Ek politika oluşturmak için hiçbir uygulama seçilmedi

# CreatingPFNSupplementalPolicyMessage
source: Creating the Supplemental policy based on Package Family Names
ar: جارٍ إنشاء سياسة تكميلية قائمة على أسماء عائلات الحزم
de_de: Erstellen der Ergänzungsrichtlinie basierend auf Paketfamiliennamen
el_gr: Δημιουργία της Συμπληρωματικής πολιτικής βασισμένης σε Ονόματα Οικογένειας Πακέτου
es: Creando la directiva Suplementaria basada en Nombres de Familia de Paquetes
fr_fr: Création de la politique supplémentaire basée sur les Noms de Famille de Paquets
he_il: יוצר את המדיניות המשנית המבוססת על שמות משפחת החבילות
hi_in: पैकेज फैमिली नामों के आधार पर पूरक नीति बना रहे हैं
ja_jp: パッケージファミリ名に基づいて補足ポリシーを作成しています
ml_in: പാക്കേജ് ഫാമിലി നെയിമുകളെ അടിസ്ഥാനമാക്കി അനുബന്ധ നയം സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie zasad uzupełniających na podstawie nazw rodzin pakietów
tr_tr: Paket Aile Adlarına dayalı olarak Tamamlayıcı politika oluşturma

# SuccessfullyCreatedPFNSupplementalPolicyMessage
source: Successfully created the supplemental policy
ar: تم إنشاء السياسة التكميلية بنجاح
de_de: Die Ergänzungsrichtlinie wurde erfolgreich erstellt
el_gr: Επιτυχής δημιουργία της Συμπληρωματικής πολιτικής
es: Se creó correctamente la directiva suplementaria
fr_fr: Création réussie de la politique supplémentaire
he_il: המדיניות המשנית נוצרה בהצלחה
hi_in: पूरक नीति सफलतापूर्वक बनाई गई
ja_jp: 補足ポリシーが正常に作成されました
ml_in: അനുബന്ധ നയം വിജയകരമായി സൃഷ്ടിച്ചു
pl_pl: Pomyślnie utworzono zasady uzupełniające
tr_tr: Ek politika başarıyla oluşturuldu

# EnterCustomPatternTitle
source: Enter a custom pattern
ar: أدخل نمطًا مخصصًا
de_de: Benutzerdefiniertes Muster eingeben
el_gr: Εισαγάγετε ένα προσαρμοσμένο πρότυπο
es: Ingrese un patrón personalizado
fr_fr: Entrez un modèle personnalisé
he_il: הזן תבנית מותאמת אישית
hi_in: एक कस्टम पैटर्न दर्ज करें
ja_jp: カスタムパターンを入力
ml_in: ഒരു ഇഷ്ടാനുസൃത പാറ്റേൺ നൽകുക
pl_pl: Wprowadź niestandardowy wzorzec
tr_tr: Özel bir desen girin

# EnterCustomPatternSubtitle
source: You need to enter a custom pattern for the file rule.
ar: تحتاج إلى إدخال نمط مخصص لقاعدة الملف.
de_de: Sie müssen ein benutzerdefiniertes Muster für die Dateiregel eingeben.
el_gr: Πρέπει να εισαγάγετε ένα προσαρμοσμένο πρότυπο για τον κανόνα αρχείου.
es: Necesita ingresar un patrón personalizado para la regla de archivo.
fr_fr: Vous devez entrer un modèle personnalisé pour la règle de fichier.
he_il: עליך להזין תבנית מותאמת אישית לכלל הקובץ.
hi_in: फ़ाइल नियम के लिए आपको एक कस्टम पैटर्न दर्ज करना होगा।
ja_jp: ファイルルールのカスタムパターンを入力する必要があります。
ml_in: ഫയൽ നിയമത്തിനായി നിങ്ങൾ ഒരു ഇഷ്ടാനുസൃത പാറ്റേൺ നൽകേണ്ടതുണ്ട്.
pl_pl: Musisz wprowadzić niestandardowy wzorzec dla reguły pliku.
tr_tr: Dosya kuralı için özel bir kalıp girmeniz gerekir.

# CreatingPatternBasedFileRuleMessage
source: Creating the Pattern-based File Path rule Supplemental policy.
ar: جارٍ إنشاء سياسة تكميلية لقاعدة مسار الملف القائمة على النمط.
de_de: Erstellen der Ergänzungsrichtlinie für musterbasierte Dateipfadregeln.
el_gr: Δημιουργία της Συμπληρωματικής πολιτικής κανόνα Διαδρομής Αρχείου βασισμένης σε Πρότυπο.
es: Creando la directiva Suplementaria de regla de Ruta de Archivo Basada en Patrón.
fr_fr: Création de la politique supplémentaire de règle de chemin de fichier basée sur un modèle.
he_il: יוצר את מדיניות המשנית לכלל נתיב קובץ מבוסס תבנית.
hi_in: पैटर्न-आधारित फ़ाइल पथ नियम पूरक नीति बना रहे हैं।
ja_jp: パターンベースのファイルパスルール補足ポリシーを作成しています。
ml_in: പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ പാത്ത് റൂൾ അനുബന്ധ നയം സൃഷ്ടിക്കുന്നു.
pl_pl: Tworzenie zasad uzupełniających reguły ścieżki pliku opartej na wzorcu.
tr_tr: Desen Tabanlı Dosya Yolu kuralı Ek ilkesini oluşturma.

# SuccessfullyCreatedPatternBasedFileRuleMessage
source: Successfully created Pattern-based File Path rule Supplemental policy.
ar: تم إنشاء سياسة تكميلية لقاعدة مسار الملف القائمة على النمط بنجاح.
de_de: Ergänzungsrichtlinie für musterbasierte Dateipfadregeln erfolgreich erstellt.
el_gr: Επιτυχής δημιουργία Συμπληρωματικής πολιτικής κανόνα Διαδρομής Αρχείου βασισμένης σε Πρότυπο.
es: Se creó correctamente la directiva Suplementaria de regla de Ruta de Archivo Basada en Patrón.
fr_fr: Création réussie de la politique supplémentaire de règle de chemin de fichier basée sur un modèle.
he_il: מדיניות המשנית לכלל נתיב קובץ מבוסס תבנית נוצרה בהצלחה.
hi_in: पैटर्न-आधारित फ़ाइल पथ नियम पूरक नीति सफलतापूर्वक बनाई गई।
ja_jp: パターンベースのファイルパスルール補足ポリシーが正常に作成されました。
ml_in: പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ പാത്ത് റൂൾ അനുബന്ധ നയം വിജയകരമായി സൃഷ്ടിച്ചു.
pl_pl: Pomyślnie utworzono zasady uzupełniające reguły ścieżki pliku opartej na wzorcu.
tr_tr: Desen Tabanlı Dosya Yolu kuralı Ek ilkesi başarıyla oluşturuldu.

# SelectedAppsCount
source: Selected Apps: {0}
ar: التطبيقات المحددة: {0}
de_de: Ausgewählte Apps: {0}
el_gr: Επιλεγμένες Εφαρμογές: {0}
es: Aplicaciones Seleccionadas: {0}
fr_fr: Apps Sélectionnées : {0}
he_il: אפליקציות נבחרות: {0}
hi_in: चयनित एप्लिकेशन: {0}
ja_jp: 選択されたアプリ：{0}
ml_in: തിരഞ്ഞെടുത്ത ആപ്പുകൾ: {0}
pl_pl: Wybrane aplikacje: {0}
tr_tr: Seçilen Uygulamalar: {0}
